[
    {
        "code": "DOGE",
        "name": "도지코인",
        "currentKRW": "646",
        "protocol": "PoW",
        "description": "처음에 'joke currency'라고 불리기도 하면서 장난처럼 시작한 도지코인은 일본 개인 시바 이누를 마스코트로 사용합니다. 이 시바견은 인터넷에서 재미로 사용되던 그림이며, 같은 그림이 코인의 로고로 이용되고 있습니다. 이를 통해 도지코인이 재밌고 친근한 디지털자산이라는 점을 강조합니다. 실제로 당장 홈페이지만 접속해도, 아주 쉽게 도지코인 지갑을 설치할 수 있습니다."
    },
    {
        "code": "ETH",
        "name": "이더리움",
        "currentKRW": "4780000",
        "protocol": "PoW",
        "description": "이더리움은 블록체인에 기초해 다양한 앱 개발을 지원하는 플랫폼이며, 여기서 사용되는 디지털 자산 또한 같은 이름으로 통용됩니다"
    },
    {
        "code": "ETC",
        "name": "이더리움클래식",
        "currentKRW": "115900",
        "protocol": "PoW",
        "description": "이더리움클래식은 이더리움의 하드포크로 인해 생성된 다른 블록체인에 기초한 디지털 자산입니다. 하드포크란 인위적으로 블록체인을 분절하는 작업을 의미하는데, 이더리움클래식의 하드포크는 2016년 7월 20일에 단행되었습니다."
    },
    {
        "code": "EOS",
        "name": "이오스",
        "currentKRW": "13888",
        "protocol": "DPo8",
        "description": "이오스는 탈중앙화 애플리케이션의 수직/수평 확장이 가능하도록 디자인된 블록체인 플랫폼입니다. 수백 개의 CPU 코어 또는 클러스터를 통해 계정(accounts), 인증(authentication), 데이터베이스(databases), 비동기 통신(asynchronous communication), 애플리케이션의 스케쥴링(application scheduling)을 제공합니다. 이에 따라 초당 수백만 건의 트랜잭션 처리 능력을 갖추면서도, 수수료가 없고, 빠르고 쉽게 애플리케이션을 개발할 수 있는 블록체인 아키텍처 기술이 탄생했습니다."
    },
    {
        "code": "XRP",
        "name": "리플",
        "currentKRW": "1715",
        "protocol": "ripple protocol",
        "description": "리플코인은 금융 거래를 위한 인터넷 프로토콜인 ‘리플 프로토콜’에서 사용되는 디지털 자산이자 기초 화폐입니다. 이 코인을 매개로 전 세계의 화폐를 몇 초 내로 송금할 수 있어 혁신적인 실시간 통화 거래가 가능합니다. '리플 프로토콜'이란 분산원장을 기반으로 한 ‘실시간 총액결제 시스템(RTS)’으로 국제결제시스템망(SWIFT)을 대체할 새로운 대안으로 주목받고 있습니다."
    },
    {
        "code": "ADA",
        "name": "에이다",
        "currentKRW": "2315",
        "protocol": "Ouroboros",
        "description": "에이다는 금융,다양한 분야에 응용 프로그램을 실행할 수 있는 블록체인 응용 플랫폼이자 하스켈 프로그래밍 언어로 구축된 최초의 3세대 블록체인 디지털 자산입니다."
    },
    {
        "code": "BTC",
        "name": "비트코인",
        "currentKRW": "62187000",
        "protocol": "PoW",
        "description": "비트코인은 최초로 구현된 디지털 자산입니다. 발행 및 유통을 관리하는 중앙권력이나 중간상인 없이, P2P 네트워크 기술을 이용하여 네트워크에 참여하는 사용자들이 주체적으로 화폐를 발행하고 이체내용을 공동으로 관리합니다. 이를 가능하게 한 블록체인 기술을 처음으로 코인에 도입한 것이 바로 비트코인입니다."
    },
    {
        "code": "BCH",
        "name": "비트코인캐시",
        "currentKRW": "1628000",
        "protocol": "PoW",
        "description": "비트코인캐시는 비트코인 블록체인에서 하드포크되어 나온 비트코인캐시 블록체인에서 사용되는 디지털 자산입니다. 하드포크란 인위적으로 블록체인을 분절하는 작업을 의미하며, 비트코인캐시의 하드포크는 2017년 8월 1일에 시행되었습니다. 비트코인을 보유하고 있던 사용자들은 같은 양의 비트코인캐시를 추가로 받았으며, 이 방식으로 기존 비트코인의 채굴량만큼 배포되었습니다."
    },
    {
        "code": "HBAR",
        "name": "헤데라해시그래프",
        "currentKRW": "423",
        "protocol": "HashGraph",
        "description": "헤데라해시그래프는 분산 애플리케이션을 위한 공공 분산 원장입니다. 해시그래프 합의 알고리즘에 기반하여 운영되는 헤데라 퍼블릭 네트워크는 분산 원장 기술 분야의 최고 보안등급을 성취하며, 아주 빠른 트랜잭션 속도와 매우 낮은 인터넷 대역폭이 요구됩니다. 헤데라는 높은 처리량과 낮은 수수료 그리고 수초내로 이뤄지는 컨센서스 확정성으로 헤데라는 블록체인을 넘어 현재 타 분산 원장 기술 플랫폼에서는 개발이 불가능한 새로운 애플리케이션, 유즈 케이스, 비즈니스 모델 실현을 가능함으로써 공공 원장의 미래를 선도하고 있습니다."
    },
    {
        "code": "QTUM",
        "name": "퀀텀",
        "currentKRW": "26890",
        "protocol": "PoS",
        "description": "퀀텀은 비트코인과 이더리움 각각의 장점을 결합한 하이브리드 블록체인 어플리케이션 플랫폼입니다. 퀀텀의 핵심 기술은 Account Abstraction Layer로, 이는 비트코인의 결제 시스템(UTXO)과 이더리움 버츄얼 머신(EVM)을 연결합니다. 원래 비트코인과 이더리움은 결제를 처리하는 방식이 달라 호환이 어려운데, 퀀텀은 이를 해결해 하이브리드를 만드는 데에 성공했습니다. 이를 통해 퀀텀은 안정성과 확장성이라는 가치를 모두 담을 수 있다고 합니다. 퀀텀 토큰은 이 플랫폼의 탈 중앙화앱(DAPP)과 스마트 컨트랙트를 실행하는 연료로 쓰입니다."
    },
    {
        "code": "BTT",
        "name": "비트토렌트",
        "currentKRW": "7.59",
        "protocol": "BTFS",
        "description": "토렌트는 혁신적인 파일 공유 시스템이었지만, 파일을 다운로드 완료한 이후에는 시드를 계속 유지하여 다른사람들과 파일 공유 혜택 공유할 유인이 존재하지 않았습니다. 비트토렌트는 트론 네트워크를 이용한 BTT 토큰 발행 및 프로그램 통합을 통해 원활한 시드 유지에 대한 동기를 제공하고자 하였습니다. 더불어 유저들은 희소성 높은 자료의 시드를 유지할 때 보다 큰 보상을 받게 되며, 토큰을 사용하지 않는 유저들 또한 증가된 시드들로 인해 기존보다 더 빠르고 다양한 파일들을 공유받을 수 있게 됩니다."
    },
    {
        "code": "DOT",
        "name": "폴카닷",
        "currentKRW": "50470",
        "protocol": "MAPProtocol",
        "description": "폴카닷(DOT)은 이더리움의 공동 초기 개발자 개빈 우드(Gavin Wood)가 고안한 디지털 자산으로, 서로 다른 블록체인을 연결하는 인터체인 프로젝트입니다."
    },
    {
        "code": "XLM",
        "name": "스텔라루멘",
        "currentKRW": "860",
        "protocol": "Stella",
        "description": "스텔라 루멘은 스텔라 결제 네트워크에서 사용되는 디지털 자산입니다. 스텔라는 리플 프로토콜에 기초하며, 새로운 버전으로 업그레이드된 시스템입니다. 그러나 애초에 리플에서 포크되었기 때문에 비슷한 점이 많습니다. 스텔라 네트워크의 기본적인 비즈니스모델은 은행, 결제시스템, 그리고 사람들을 연결해주는 플랫폼으로, 공개되는 공공의 장부, 즉 블록체인에 기반을 둔 디지털 금융 서비스를 제공하기 위한 것입니다. 실제로 리플과 비슷하게 다중통화거래(multi-currency transactions)에서 연결통화로서 기능합니다."
    },
    {
        "code": "SSX",
        "name": "썸씽",
        "currentKRW": "124",
        "protocol": "Something",
        "description": "소셜 뮤직 서비스 SOMESING은 블록 체인 기술을 접목하여, 제작자는 누구나 좋아하는 곡을 즐기고 창작 활동에 대한 보상을 받을 수 있도록 고안된 플랫폼입니다. 노래를 좋아하는 사람이라면 누구나 썸씽 앱을 통해 연중 무휴 24시간 전곡을 무료로 부를 수 있습니다. 새로 만든 노래 콘텐츠에 대한 커뮤니티를 통한 선물, 지원, 이벤트를 통해 경제적 보상을 받을 수 있도록 짜여진 생태계입니다."
    },
    {
        "code": "VET",
        "name": "비체인",
        "currentKRW": "232",
        "protocol": "PoA",
        "description": "비체인은 공급망 관리에서의 비즈니스 프로세스를 향상시키기 위해 설계된 물류 서비스 특화 블록체인 프로젝트입니다. 궁극적으로 비체인은 유통 과정을 블록체인에 기록하여 투명화하고자 하며 30개 이상 관련 기업에 블록체인 솔루션을 제공하고 있습니다. 기술적으로는 PoA(Proof of Authority) 합의 알고리즘을 채택해 네트워크 속도 또한 증대시켰습니다."
    },
    {
        "code": "NEO",
        "name": "네오",
        "currentKRW": "124450",
        "protocol": "DBFT",
        "description": "네오는 중국에서 최초로 만들어진 블록체인 프로젝트로, 스마트 자산 플랫폼(smart assets platform)으로 기능합니다. 이 플랫폼은 네오의 독립적인 스마트 컨트랙트 기술인 '네오컨트랙트'를 기반으로 하며, 이들은 이더리움처럼 네오 버츄얼 머신(VM)위에서 실행됩니다. 이 외에도 DBFT, NeoX, NeoQS와 같은 독자적인 기술을 구현합니다."
    },
    {
        "code": "LTC",
        "name": "라이트코인",
        "currentKRW": "400100",
        "protocol": "PoW",
        "description": "비트코인이 금이라면, 자신들은 은이라고 표현하는 라이트 코인은 비트코인에 기초해 만들어진 디지털 자산으로, 기술적인 면에서 비트코인과 거의 동일한 알고리즘을 사용했기 때문에 사실상 비트코인의 파생 화폐라고 볼 수 있습니다. 그러나 비트코인의 단점을 보완하고 좀 더 나은 디지털 자산이 되는 것이 라이트 코인의 목표라고 합니다. 일례로, 비트코인에 앞서 세그윗을 2017년에 이미 실행했을 뿐만 아니라, 이를 기반으로 라이트닝 네트워크도 개발 중입니다."
    },
    {
        "code": "BTG",
        "name": "비트코인골드",
        "currentKRW": "125850",
        "protocol": "Equihash",
        "description": "비트코인골드는 2017년 10월 24일(스냅샷 시점) 비트코인의 하드포크로 분리되어 나온 디지털 자산입니다. 비트코인 보유자는 동일한 양의 비트코인골드를 지급 받았습니다. 비트코인골드의 난이도 조정 주기는 '매 블럭 생성 시점' 이며 이는 비트코인 난이도 조정기간인 2주보다 훨씬 짧습니다. 비트코인골드는 비트코인과 동일하게 2100만개가 발행되지만, 채굴 알고리즘 변화로 비트코인보다 조금 빠른 속도로 발행량을 키워가고 있습니다."
    },
    {
        "code": "IQ",
        "name": "에브리피디아",
        "currentKRW": "23.40",
        "protocol": "EOS",
        "description": "에브리피디아(Everipedia)는 2017년 12월 '최초의 블록체인 백과사전'을 개발한다고 발표하였습니다. 에브리피디아는 EOS 블록체인 시스템을 사용하며, 에브리피디아에서 백과사전 항목들을 작성한 기여자들에게 IQ토큰을 제공하는 인프라를 구축하였습니다. IQ토큰은 에브리피디아에 백과사전 항목들을 작성한 기여자(편집자)들에게 부여되며, 이는 에브리피디아 프로토콜의 업그레이드와 데이터베이스에 항목 추가 혹은 수정 등의 작업에 사용됩니다."
    }
]